Repository: manesha63/electNepal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ne

source: Email Address
ne: इमेल ठेगाना

source: Required. Enter a valid email address.
ne: आवश्यक छ।मान्य ईमेल ठेगाना प्रविष्ट गर्नुहोस्।

source: Email address
ne: इ-मेल ठेगाना

source: Username
ne: प्रयोगकर्ता नाम

source: Password
ne: पासवर्ड

source: Confirm Password
ne: पासवर्ड पुष्टि गर्नुहोस्

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
ne: आवश्यक छ।1 characters0 वर्ण वा कम।पत्रहरू, अंकहरू र @ / / / / _ मात्र।

source: Your password must contain at least 8 characters.
ne: तपाईंको पासवर्डमा कम्तीमा ८ अक्षरहरू हुनुपर्छ।

source: Enter the same password as before, for verification.
ne: पहिले जस्तै पासवर्ड प्रविष्ट गर्नुहोस्, प्रमाणिकरणका लागि।

source: This email address is already registered.
ne: यो ईमेल ठेगाना पहिले नै दर्ता गरिएको छ।

source: Forgot Password
ne: पासवर्ड बिर्सनुभयो

source: Reset Your Password
ne: तपाईंको पासवर्ड रिसेट गर्नुहोस्

source: Enter your email address and we'll send you instructions to reset your password.
ne: तपाईंको ईमेल ठेगाना प्रविष्ट गर्नुहोस् र हामी तपाईंलाई पासवर्ड रिसेट गर्न

source: Send Reset Instructions
ne: रिसेट निर्देशनहरू पठाउनुहोस्

source: Back to Login
ne: लगइनमा फिर्ता

source: Note
ne: स्वर

source: If an account exists with the email you provide, you will receive password reset instructions. Check your spam folder if you don't see it in your inbox.
ne: यदि खाता तपाईंले प्रदान गर्नुभएको ईमेलसँग अवस्थित छ भने, तपाईंले पासवर्ड रिसेट निर्देशनहरू प्राप्त गर्नुहुनेछ।तपाईंको स्पाम फोल्डर जाँच गर्नुहोस् यदि तपाईं यसलाई आफ्नो इनबक्समा देख्नुहुन्न भने।

source: Candidate Login
ne: उम्मेदवार लगइन

source: Enter your username
ne: तपाईंको प्रयोगकर्ता नाम प्रविष्ट गर्नुहोस्

source: Enter your password
ne: तिम्रो पासवर्ड प्रविष्ट गर्नुहोस्

source: Login
ne: लगइन

source: Logging in...
ne: लग ईन गर्दै ...

source: Don't have an account?
ne: खाता छैन?

source: Register here
ne: यहाँ दर्ता गर

source: Forgot your password?
ne: तपाईको पासवर्ड बिर्सनुभयो?

source: Resend verification email
ne: प्रमाणिकरण ईमेल पुनःर्जन गर्नुहोस्

source: Password Reset
ne: पासवर्ड रिसेट

source: Enter your email address
ne: तपाईंको ईमेल ठेगाना प्रविष्ट गर्नुहोस्

source: Remember your password?
ne: तपाईको पासवर्ड याद छ?

source: Login here
ne: यहाँ लगइन गर्नुहोस्

source: Register as an Independent Candidate
ne: स्वतन्त्र उम्मेदवार

source: Step-by-Step Process
ne: चरण-द्वारा-चरण प्रक्रिया

source: Create Your Account
ne: तपाईंको खाता सिर्जना गर्नुहोस्

source: Sign up with your username, email, and password.
ne: तपाईंको प्रयोगकर्ता नाम, ईमेल, र पासवर्डको साथ साइन अप गर्नुहोस्।

source: Complete Your Profile
ne: आफ्नो प्रोफाइल पूरा गर्नुहोस्

source: Fill in the required details so voters can know more about you:
ne: आवश्यक विवरणहरू भर्नुहोस् त्यसैले मतदाताहरू तपाईंको बारेमा अधिक जान्न सक्छन्:

source: Personal Information (Name, Age, Photo)
ne: व्यक्तिगत जानकारी (नाम, उमेर, फोटो)

source: Position you're running for (Ward / Local / Provincial / Federal)
ne: स्थिति तपाई दौडिरहनु भएको छ (वार्ड / स्थानीय / प्रान्तीय / संघीय / संघीय)

source: Location (Province, District, Municipality)
ne: वडाहरू हेर्न पहिले प्रदेश, जिल्ला र नगरपालिका चयन गर्नुहोस्

source: Education Background
ne: शिक्षा

source: Past Experience & Achievements
ne: विगत अनुभव

source: Political Manifesto
ne: राजनीतिक घोषणापत्र

source: Contact Information
ne: सम्पर्क जानकारी

source: Admin Review & Verification
ne: प्रशासन समीक्षा र प्रमाणिकरण

source: Our team will review your profile to ensure all information is complete and appropriate.
ne: हाम्रो टोलीले तपाईंको प्रोफाइल समीक्षा गर्नेछ सबै जानकारी पूर्ण र उपयुक्त छ भनेर सुनिश्चित गर्न।

source: This usually takes 24–48 hours.
ne: यसले सामान्यतया 2 -4--48 घण्टा लिन्छ।

source: Profile Goes Live
ne: प्रोफाइल बाँच्न जान्छ

source: Once approved, your profile becomes visible to voters on ElectNepal.
ne: नेपालभरका मतदाताहरूसँग जोडिन आफ्नो प्रोफाइल दर्ता गर्नुहोस्।

source: You'll receive an email notification when your profile is approved.
ne: तपाईंले एक ईमेल सूचना प्राप्त गर्नुहुनेछ जब तपाईंको प्रोफाइल स्वीकृत हुन्छ।

source: Manage Your Content
ne: तपाईंको सामग्री प्रबन्ध गर्नुहोस्

source: After approval, you can log in anytime to:
ne: स्वीकृति पछि, तपाईं कुनै पनि समयमा लग इन गर्न सक्नुहुनेछ:

source: Edit profile information
ne: प्रोफाइल जानकारी सम्पादन गर्नुहोस्

source: Create and manage campaign events
ne: अभियानका घटनाहरू सिर्जना र प्रबन्ध गर्नुहोस्

source: Add donation links
ne: दान लिंकहरू थप्नुहोस्

source: Terms of Registration
ne: रेजिष्ट्रेसन को सर्तहरू

source: By registering, you confirm that you agree to:
ne: दर्ता गरेर, तपाईं सहमत हुनुहुन्छ कि तपाईं सहमत हुनुहुन्छ:

source: Provide accurate and truthful information
ne: सहि र सत्य जानकारी प्रदान गर्नुहोस्

source: Follow all election laws and regulations
ne: सबै निर्वाचन कानून र नियमहरू पालना गर्नुहोस्

source: Accept the admin review process
ne: प्रशासक समीक्षा प्रक्रिया स्वीकार्नुहोस्

source: Maintain appropriate content on your profile
ne: तपाईंको प्रोफाइलमा उपयुक्त सामग्री राख्नुहोस्

source: Cancel
ne: रद्द गर्नु

source: I Understand
ne: म बुझ्छु

source: Resend Verification Email
ne: प्रमाणिकरण ईमेल पुनःर्जन गर्नुहोस्

source: Enter your email address to receive a new verification link.
ne: नयाँ प्रमाणिकरण लिंक प्राप्त गर्न तपाईंको ईमेल ठेगाना प्रविष्ट गर्नुहोस्।

source: Verification links expire after 72 hours. Check your spam folder if you don't see the email in your inbox.
ne: प्रमाणिकरण लिंकहरू 722 घण्टा पछि समाप्त हुन्छ।तपाईंको स्पाम फोल्डर जाँच गर्नुहोस् यदि तपाईं आफ्नो इनबक्समा ईमेल देख्नुहुन्न भने।

source: Reset Password
ne: पासवर्ड रिसेट गर्नुहोस्

source: Set New Password
ne: नयाँ पासवर्ड सेट गर्नुहोस्

source: Request a new password reset link
ne: नयाँ पासवर्ड रिसेट लिंक अनुरोध गर्नुहोस्

source: New Password
ne: नया पासवर्ड

source: Enter new password
ne: नयाँ पासवर्ड प्रविष्ट गर्नुहोस्

source: Minimum 8 characters
ne: न्यूनतम characters क्यारेक्टर

source: Confirm new password
ne: नयाँ पासवर्ड पुष्टि गर्नुहोस्

source: Security Tips
ne: सुरक्षा सुझाव

source: Use a combination of letters, numbers, and symbols
ne: अक्षर, संख्या, र प्रतीकहरूको संयोजन प्रयोग गर्नुहोस्

source: Avoid using personal information
ne: व्यक्तिगत जानकारी प्रयोग नगर्नुहोस्

source: Don't reuse passwords from other accounts
ne: अन्य खाताहरूबाट पासवर्डहरू प्रयोग नगर्नुहोस्

source: Create an Account
ne: खाता सिर्जना गर्नुहोस्

source: Create Account
ne: खाता सिर्जना गर्नुहोस्

source: Creating Account...
ne: खाता सिर्जना गर्दै ...

source: Already have an account?
ne: पहिले नै खाता छ?

source: Welcome back, %(username)s!
ne: फेरि स्वागत छ, %(username)s!

source: You have been logged out successfully.
ne: तपाईं सफलतापूर्वक लगइन गर्नुभयो।

source: Your email has already been verified. You can log in.
ne: तपाईंको ईमेल पहिले नै प्रमाणित गरिएको छ।तपाईं लग इन गर्न सक्नुहुन्छ।

source: Your email has been verified successfully! You can now log in.
ne: तपाईंको ईमेल सफलतापूर्वक प्रमाणित गरिएको छ!तपाईं अब लगइन गर्न सक्नुहुन्छ।

source: Verification failed. Please try again or contact support.
ne: प्रमाणीकरण असफल भयो।कृपया फेरि प्रयास गर्नुहोस् वा सम्पर्क समर्थन गर्नुहोस्।

source: Your email is already verified. You can log in.
ne: तपाईंको ईमेल पहिले नै प्रमाणित छ।तपाईं लग इन गर्न सक्नुहुन्छ।

source: Passwords do not match.
ne: पासवर्डहरू मेल खाँदैनन्।

source: Your password has been reset successfully! You can now log in.
ne: तपाईंको पासवर्ड सफलतापूर्वक रिसेट गरिएको छ!तपाईं अब लगइन गर्न सक्नुहुन्छ।

source: Verification Status
ne: प्रमाणिकरण स्थिति

source: Manage the candidate verification status
ne: उम्मेदवार प्रमाणीकरण स्थिति प्रबन्ध गर्नुहोस्

source: User Information
ne: प्रयोगकर्ता जानकारी

source: Biography
ne: जीवनी

source: Education & Experience
ne: शिक्षा र अनुभव

source: Manifesto
ne: घोषणापत्र

source: Position & Location
ne: पद स्तर

source: Online Presence
ne: अनलाइन उपस्थिति

source: Verification Documents (Confidential)
ne: प्रमाणिकरण कागजातहरू (गोप्य)

source: Confidential documents for admin review only - not displayed publicly
ne: प्रशासक समीक्षाको लागि गोप्य कागजातहरू मात्र - सार्वजनिक रूपमा प्रदर्शित छैन

source: Timestamps
ne: बस्ती

source: Status
ne: प्रतिष्ठा

source: Approve selected candidates
ne: चयनित उम्मेद्वारहरूलाई अनुमोदन गर्नुहोस्

source: Reject selected candidates
ne: चयनित उम्मेद्वारहरुलाई अस्वीकार गर्नुहोस्

source: Mark as pending for review
ne: समीक्षाको लागि पेन्डिंगको रूपमा मार्क

source: Approval email sent to %(email)s
ne: अनुमोदन ईमेल %(email)s मा पठाईयो

source: Candidate approved but email notification failed
ne: उम्मेदवार स्वीकृत तर ईमेल सूचना असफल भयो

source: Candidate approved but email failed: %(error)s
ne: उम्मेदवार स्वीकृत तर ईमेल असफल: %(error)s

source: Rejection email sent to %(email)s
ne: अस्वीकृति ईमेल %(email)s मा पठाइएको

source: Candidate rejected but email notification failed
ne: उम्मेदवार अस्वीकृत तर ईमेल सूचना असफल भयो

source: Candidate rejected but email failed: %(error)s
ne: उम्मेदवार अस्वीकृत तर ईमेल असफल: %(error)s

source: Profile photo is required (JPG/PNG, max 5MB)
ne: प्रोफाइल फोटो आवश्यक छ (JPG / PNG, अधिकतम ombmb)

source: List your key achievements
ne: तपाईंको कुञ्जी उपलब्धिहरू सूचीबद्ध गर्नुहोस्

source: Seat
ne: सिट

source: Age
ne: उमेर

source: Please enter a valid Nepal phone number. Mobile: 10 digits starting with 80-98 (e.g., 9812345678). Landline: area code + number (e.g., 014123456)
ne: कृपया एक मान्य नेपाल फोन नम्बर प्रविष्ट गर्नुहोस्।मोबाइल: 10 अंकहरू 800-98 (e.g., 981234535685887878786878787878787878778778778778777877787777.ल्यान्डलाइन: क्षेत्र कोड + नम्बर (E.g., 01412343456)

source: Municipality is required for ward-level positions.
ne: नगरपालिका वार्ड-स्तर स्थितिका लागि आवश्यक छ।

source: Ward number is required for ward-level positions.
ne: वार्ड नम्बर वार्ड-स्तर स्थितिका लागि आवश्यक छ।

source: Municipality is required for local-level positions.
ne: नगरपालिका स्थानीय-स्तर पदहरूको लागि आवश्यक छ।

source: Event Title
ne: घटना शीर्षक

source: Event Location
ne: घटना स्थान

source: Event Title (English)
ne: घटना शीर्षक (अंग्रेजी)

source: Description (English)
ne: वर्णन (अंग्रेजी)

source: Location (English)
ne: स्थान

source: Event date cannot be in the past.
ne: घटना मिति विगतमा हुन सक्दैन।

source: Ward Chairperson
ne: वडा अध्यक्ष

source: Ward Member
ne: वार्ड सदस्य

source: Mayor/Chairperson
ne: मेयर/अध्यक्ष

source: Deputy Mayor/Vice Chairperson
ne: मेयर/अध्यक्ष

source: Provincial Assembly Member
ne: प्रादेशिक सभा सदस्य

source: House of Representatives Member
ne: स्थानीय प्रतिनिधि

source: National Assembly Member
ne: प्रादेशिक सभा सदस्य

source: Pending Review
ne: समीक्षा समीक्षा

source: Approved
ne: स्वीकृत

source: Rejected
ne: अस्वीकृत

source: Profile photo (JPG/PNG, max 5MB)
ne: प्रोफाइल फोटो (JPG / PNG, अधिकतम ombmb)

source: National ID/Citizenship/Driver's License (PDF/JPG/PNG, max 10MB, confidential)
ne: राष्ट्रीय आईडी / नागरिकता / ड्राइभर इजाजतपत्र (PDF / JPG / PNG, अधिकतम 10MB, गोप्य)

source: Official election declaration paper (PDF/JPG/PNG, max 10MB, confidential)
ne: आधिकारिक निर्वाचन घोषणा पत्र (PDF / JPG / PNG, अधिकतम 10MB, गोप्य)

source: Add Campaign Event
ne: घटना थप्नुहोस्

source: Announce your campaign events, rallies, and meetings to inform voters.
ne: तपाईंको अभियानका कार्यक्रमहरू, जनजता, र मतदाताहरुलाई सूचित गर्न घोषणा गर्नुहोस्।

source: Will be automatically translated to Nepali
ne: अंग्रेजीमा सामग्री प्रविष्ट गर्नुहोस्।यो स्वतः नेपालीमा अनुवाद गरिएको छ।

source: Event Description (English)
ne: घटना विवरण (अंग्रेजी)

source: Describe the event, agenda, and what voters can expect
ne: घटना, एजेन्डा वर्णन गर्नुहोस्, र के मतदाताहरूले आशा गर्न सक्छन्

source: Event Date & Time
ne: घटना मिति र समय

source: Must be a future date
ne: भविष्यको मिति हुनुपर्दछ

source: Venue or address
ne: तपाईंको ईमेल ठेगाना प्रविष्ट गर्नुहोस्

source: Publish event
ne: प्रकाशित गरिएको

source: Published events will be visible on your profile
ne: प्रकाशित घटनाहरू तपाईंको प्रोफाइलमा दृश्यात्मक हुनेछ

source: Create Event
ne: पोस्ट बनाउनुहोस्

source: Your Upcoming Events
ne: आगामी कार्यक्रमहरू

source: Published
ne: प्रकाशित गरिएको

source: Not Published
ne: प्रकाशित गरिएको

source: Add New Post
ne: नयाँ थप्नुहोस्

source: Add Campaign Post
ne: अभियान पोष्टहरू

source: Share updates about your campaign with voters. Posts will be visible on your profile page.
ne: मतदातासँग तपाईंको अभियानको बारेमा अद्यावधिकहरू साझेदारी गर्नुहोस्।पोष्टहरू तपाईंको

source: Post Title (English)
ne: पोष्ट शीर्षक (अंग्रेजी)

source: Post Content (English)
ne: सामग्री पोष्ट गर्नुहोस् (अंग्रेजी)

source: Write your campaign update, announcement, or message to voters
ne: तपाईंको अभियान अपडेट, घोषणा, वा मतदाताहरूमा सन्देश लेख्नुहोस्

source: Publish immediately
ne: प्रकाशित गरिएको

source: Uncheck to save as draft
ne: ड्राफ्टको रूपमा बचत गर्न अनचेक गर्नुहोस्

source: Create Post
ne: पोस्ट बनाउनुहोस्

source: Your Recent Posts
ne: भर्खरका पोष्टहरू

source: Draft
ne: मंच

source: Candidate Dashboard
ne: उम्मेदवार ड्यासबोर्ड

source: Profile Under Review
ne: समीक्षा अन्तर्गत प्रोफाइल

source: Your profile is being reviewed by our admin team. This usually takes 24-48 hours.
ne: तपाईंको प्रोफाइल हाम्रो व्यवस्थापक टीम द्वारा समीक्षा भइरहेको छ।यसले सामान्यतया 2

source: Profile Not Approved
ne: प्रोफाइल अनुमोदित छैन

source: Reason
ne: कारण

source: Please contact support at
ne: कृपया समर्थनलाई सम्पर्क गर्नुहोस्

source: Profile Active
ne: प्रोफाइल सक्रिय

source: View Public Profile
ne: पूर्ण प्रोफाइल हेर्नुहोस्

source: Personal Information
ne: व्यक्तिगत जानकारी

source: Full Name
ne: पूरा नाम

source: Position
ne: सबै पदहरू

source: Location
ne: स्थान

source: Ward
ne: वडा

source: years
ne: वर्ष

source: Phone
ne: फोन:

source: Email
ne: इमेज

source: Edit Profile Details
ne: प्रोफाइल विवरण सम्पादन गर्नुहोस्

source: Schedule Campaign Event
ne: तालिका अभियान कार्यक्रम

source: Event Name
ne: घटना नाम

source: e.g., Community Meeting
ne: उदाहरण: सामुदायिक बैठक

source: Date & Time
ne: मिति र समय

source: Enter venue address
ne: भेन्सु ठेगाना प्रविष्ट गर्नुहोस्

source: Description
ne: वर्णन

source: Optional
ne: ऐच्छिक

source: Brief description of the event agenda
ne: कार्यक्रमको एजेन्डाको संक्षिप्त विवरण

source: Maximum 500 characters
ne: अधिकतम ५०० अक्षरहरू

source: Add Event
ne: घटना थप्नुहोस्

source: Upcoming Events
ne: आगामी कार्यक्रमहरू

source: scheduled
ne: निर्धारित

source: Events are visible on your public profile
ne: घटनाहरू तपाईंको सार्वजनिक प्रोफाइलमा देखिन्छ

source: No events scheduled yet
ne: अहिलेसम्म कुनै कार्यक्रम निर्धारित छैन

source: Add your first campaign event above
ne: तपाईंको पहिलो अभियान घटना माथि जोड्नुहोस्

source: Tell voters about yourself
ne: मतदाताहरूलाई आफ्नो बारेमा बताउनुहोस्

source: Your campaign promises and vision
ne: तपाईंको अभियान प्रतिज्ञा र दृष्टिकोण

source: Experience
ne: अनुभव

source: Your relevant experience and background
ne: तपाईंको सान्दर्भिक अनुभव र पृष्ठभूमि

source: Education
ne: शिक्षा

source: Your educational background
ne: तपाईंको शैक्षिक पृष्ठभूमि

source: Website
ne: वेबसाइट

source: Facebook Page
ne: फेसबुक

source: Donation Link
ne: दान लिंकहरू थप्नुहोस्

source: Link to donation page (optional)
ne: दान पृष्ठको लिङ्क (वैकल्पिक)

source: What will donations be used for?
ne: दानहरू केका लागि प्रयोग गरिनेछ?

source: e.g., Campaign materials, community outreach programs
ne: उदाहरण: अभियान सामग्री, सामुदायिक पहुँच कार्यक्रमहरू

source: Maximum 200 characters
ne: अधिकतम २०० अक्षरहरू

source: Save Changes
ne: परिवर्तन गर्नुहोस्

source: Are you sure you want to delete this event?
ne: के तपाईं यो कार्यक्रम मेटाउन निश्चित हुनुहुन्छ?

source: Independent Candidate
ne: स्वतन्त्र उम्मेदवार

source: Age:
ne: उमेर:

source: Office:
ne: कार्यालय:

source: Seat:
ne: सिट:

source: Member of Parliament
ne: संसद सदस्य

source: Mayor
ne: मेयर

source: Chairperson
ne: अध्यक्ष

source: Ward Representative
ne: वडा प्रतिनिधि

source: From:
ne: स्थान:

source: Past Experience
ne: विगत अनुभव

source: Key Achievements
ne: मुख्य उपलब्धि

source: Motivation
ne: प्रेरणा

source: Location:
ne: स्थान:

source: Time:
ne: समय:

source: Event Details:
ne: घटना विवरण:

source: Contact
ne: सम्पर्क

source: Email:
ne: इमेल:

source: Phone:
ne: फोन:

source: Website:
ne: वेबसाइट:

source: Social Media:
ne: सामाजिक मिडिया:

source: Facebook Profile
ne: फेसबुक प्रोफाइल

source: No contact information available
ne: कुनै सम्पर्क जानकारी उपलब्ध छैन

source: Support This Campaign
ne: यस अभियान समर्थन गर्नुहोस्

source: Your support helps make a difference in our community
ne: तपाईंको समर्थनले हाम्रो समुदायमा फरक पार्न मद्दत गर्छ

source: Donate Now
ne: अहिले दान गर्नुहोस्

source: Back
ne: फिर्ता

source: Edit Profile
ne: प्रोफाइल सम्पादन गर

source: Edit Your Profile
ne: आफ्नो प्रोफाइल सम्पादन गर्नुहोस्

source: Basic Information
ne: आधारभूत जानकारी

source: Phone Number
ne: फोन नम्बर

source: Profile Photo
ne: प्रोफाइल तस्बिर

source: Current photo
ne: वर्तमान फोटो

source: Content
ne: सम्पर्क

source: Content will be automatically translated to Nepali
ne: अंग्रेजीमा सामग्री प्रविष्ट गर्नुहोस्।यो स्वतः नेपालीमा अनुवाद गरिएको छ।

source: Facebook URL
ne: फेसबुक

source: Search candidates...
ne: उम्मेदवार खोज्नुहोस्...

source: Search
ne: खोज्नुहोस्

source: Filter candidates
ne: फिल्टर उम्मेदवारहरू

source: Filter Candidates
ne: उम्मेदवारहरू फिल्टर गर्नुहोस्

source: Province
ne: प्रदेश

source: All Provinces
ne: सबै प्रदेशहरू

source: District
ne: जिल्ला

source: All Districts
ne: सबै जिल्लाहरू

source: Municipality
ne: नगरपालिका

source: All Municipalities
ne: सबै नगरपालिकाहरू

source: Seat/Position
ne: सबै पदहरू

source: All Positions
ne: सबै पदहरू

source: Apply Filters
ne: फिल्टरहरू लागू गर्नुहोस्

source: Clear
ne: खाली गर्नुहोस्

source: Share
ne: साझा गर्नुहोस्

source: Create Candidate Profile
ne: उम्मेदवार प्रोफाइल सिर्जना गर्नुहोस्

source: Create Your Candidate Profile
ne: तपाईंको उम्मेदवार प्रोफाइल सिर्जना गर्नुहोस्

source: Step
ne: कदम

source: of
ne: को

source: Basic Info
ne: आधारभूत जानकारी

source: Documents
ne: कागजातहरू

source: Review
ne: समीक्षा

source: Upload a professional photo (JPG/PNG, max 5MB)
ne: व्यावसायिक तस्बिर अपलोड गर्नुहोस् (JPG/PNG, अधिकतम 5MB)

source: Ward Number
ne: वार्ड नम्बर

source: Select municipality first to load ward options
ne: वाक्य विकल्पहरू लोड गर्नको लागि नगरपालिका चयन गर्नुहोस्

source: Profile Content
ne: प्रोफाइल सामग्री

source: Enter content in English. It will be automatically translated to Nepali.
ne: अंग्रेजीमा सामग्री प्रविष्ट गर्नुहोस्।यो स्वतः नेपालीमा अनुवाद गरिएको छ।

source: Identity Verification
ne: पहिचान प्रमाणिकरण

source: Upload documents to verify your identity and candidacy. These documents will remain confidential and will only be reviewed by our admin team.
ne: तपाईंको पहिचान र उम्मेद्वार प्रमाणित गर्न कागजातहरू अपलोड गर्नुहोस्।यी कागजातहरू गोप्य रहनेछन् र केवल हाम्रो प्रशासक टोलीले समीक्षा गरिनेछ।

source: Identity Document
ne: पहिचान कागजात

source: Upload your National ID, Citizenship Certificate, or Driver's License (PDF or Image)
ne: तपाईंको राष्ट्रिय आईडी, नागरिकता प्रमाणपत्र, वा ड्राइभरको इजाजतपत्र (PDF वा छवि) अपलोड गर्नुहोस्

source: Election Declaration Document
ne: निर्वाचन घोषणा कागजात

source: Upload your official election declaration paper from the Election Commission (PDF or Image)
ne: निर्वाचन आयोग (PDF वा छवि) बाट तपाईंको आधिकारिक निर्वाचन घोषणा पत्र अपलोड गर्नुहोस्

source: Social Links & Review
ne: सामाजिक लिङ्कहरू र समीक्षा

source: Terms and Conditions
ne: नियम र सर्तहरू

source: All information provided must be accurate and truthful
ne: सबै जानकारी प्रदान गर्न सही र सत्य हुनु पर्छ

source: You must comply with all election laws and regulations
ne: तपाईंले सबै निर्वाचन कानून र नियमहरूको पालना गर्नुपर्दछ

source: False information may result in disqualification
ne: गलत जानकारी अयोग्यतामा परिणाम हुन सक्छ

source: Your profile will be publicly visible once approved
ne: तपाईंको प्रोफाइल सार्वजनिक रूपमा देखिने एक पटक अनुमोदित हुनेछ

source: You grant ElectNepal permission to display your information
ne: तपाईं ElectNepal लाई तपाईंको जानकारी प्रदर्शन गर्न अनुमति दिनुहुन्छ

source: I accept the terms and conditions and confirm that all information provided is accurate
ne: म सर्तहरू र सर्तहरू स्वीकार गर्दछु र पुष्टि गर्छु कि प्रदान गरिएका सबै जानकारीहरू सही छन्

source: Submit for Review
ne: समीक्षाका लागि पेश गर्नुहोस्

source: Submitting...
ne: पेश गर्दै ...

source: Previous
ne: अघिल्लो

source: Next
ne: अर्को

source: Please upload your profile photo (required)
ne: कृपया तपाईंको प्रोफाइल फोटो अपलोड गर्नुहोस् (आवश्यक)

source: Please select a province
ne: कृपया एक प्रान्त चयन गर्नुहोस्

source: Please enter your education details
ne: कृपया तपाईंको शिक्षा विवरणहरू प्रविष्ट गर्नुहोस्

source: Please upload your identity document (National ID/Citizenship/Driver\
ne: कृपया तपाईंको पहिचान कागजात (राष्ट्रिय ID / नागरिकता / ड्राइभर) अपलोड गर्नुहोस्

source: Please upload only JPG or PNG images
ne: कृपया केवल JPG वा PNG छविहरू अपलोड गर्नुहोस्

source: Image size must be less than 5MB
ne: छवि आकार 8MB भन्दा कम हुनु पर्छ

source: Please upload only JPG, PNG or PDF documents
ne: कृपया केवल JPG, PNG वा PDF कागजातहरू अपलोड गर्नुहोस्

source: Document size must be less than 10MB
ne: कागजात आकार 10MB भन्दा कम हुनुपर्दछ

source: Select District
ne: जिल्ला छान्नुहोस्

source: Select Municipality
ne: नगरपालिका छान्नुहोस्

source: Select Ward
ne: वडा छान्नुहोस्

source: Registration Submitted
ne: दर्ता पेश गरिएको

source: Profile Submitted Successfully!
ne: प्रोफाइल सफलतापूर्वक बुझाइयो!

source: Your profile is now under review. Once the review is complete, you will receive an email with further information about your application status and further information.
ne: तपाईंको प्रोफाइल अब समीक्षा अन्तर्गत छ।एकपटक समीक्षा पूर्ण भएपछि तपाईले आफ्नो आवेदन स्थिति र थप जानकारीको बारेमा थप जानकारीको साथ ईमेल प्राप्त गर्नुहुनेछ।

source: Return to Homepage
ne: गृहपृष्ठमा जानुहोस्

source: Go to Dashboard
ne: ड्यासबोर्डमा जानुहोस्

source: If you have any questions, please contact us at
ne: यदि तपाईंसँग कुनै प्रश्नहरू छन् भने कृपया हामीलाई सम्पर्क गर्नुहोस्

source: File size cannot exceed %(max_size)s MB.
ne: फाइल आकार %(max_size)s MB भन्दा बढी हुन सक्दैन।

source: Image size cannot exceed %(max_size)s MB.
ne: छवि आकार %(max_size)s MB भन्दा बढी हुन सक्दैन।

source: Invalid file type. Allowed types: PDF, JPG, JPEG, PNG
ne: अवैध फाईल प्रकार।अनुमति दिइएका प्रकारहरू: PDF, JPG, JPEG, PNG

source: Invalid image type. Allowed types: JPG, JPEG, PNG
ne: अवैध छवि प्रकार।अनुमति दिइएका प्रकारहरू: JPG, JPEG, PNG

source: File appears to be corrupted or is not a valid PDF document. Please upload a legitimate PDF file.
ne: फाइल बिग्रेको छ वा वैध PDF कागजात होईन।कृपया एक वैध PDF फाईल अपलोड गर्नुहोस्।

source: File appears to be corrupted or is not a valid image. Please upload a legitimate image file.
ne: फाइल बिग्रेको जस्तो देखिन्छ वा वैध छवि होईन।कृपया वैध छवि फाईल अपलोड गर्नुहोस्।

source: File content does not match extension. Expected %(expected)s but got %(actual)s. Please upload a valid file without changing its extension.
ne: फाईल सामग्री विस्तारसँग मेल खाँदैन। अपेक्षित %(expected)s तर %(actual)s प्राप्त भयो। कृपया यसको विस्तार परिवर्तन नगरीकन वैध फाईल अपलोड गर्नुहोस्।

source: Your candidate profile has been submitted for review! You will be notified once approved.
ne: तपाईंको उम्मेद्वार प्रोफाइल समीक्षाको लागि पेश गरिएको छ!तपाईं एक पटक अनुमोदित हुनुहुनेछ।

source: Your profile must be approved before you can edit it.
ne: तपाईंको प्रोफाइललाई अनुमोदन गर्न सक्नुपर्दछ तपाईंले यसलाई सम्पादन गर्न सक्नुहुनेछ।

source: Your profile must be approved before you can add events.
ne: तपाईंको प्रोफाइल स्वीकृत हुनुपर्दछ तपाईंले घटनाहरू थप्न सक्नु अघि।

source: Auto-translated
ne: स्वत: अनुवादित

source: Breadcrumb
ne: रोटीको टुक्रा

source: Empowering Democracy in Nepal
ne: नेपालमा लोकतन्त्र सशक्तीकरण

source: About ElectNepal
ne: ElectNepal को बारेमा
