Repository: manesha63/electNepal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ne

source: ElectNepal is a comprehensive platform designed to strengthen democracy in Nepal by providing a space for candidates to connect with voters. We believe in transparent, accessible, and fair elections where every voice matters.
ne: ElectNepal नेपालमा लोकतन्त्र सुदृढ गर्न डिजाइन गरिएको एक व्यापक प्लेटफर्म हो जसले निष्पक्ष निर्वाचनमा विश्वास गर्छौं जहाँ हरेक आवाज महत्त्वपूर्ण छ।

source: Our platform allows candidates to create verified profiles, share their vision, and engage with constituents across all 7 provinces, 77 districts, and 753 municipalities of Nepal.
ne: हाम्रो प्लेटफर्मले स्वतन्त्र उम्मेदवारहरूलाई प्रमाणित प्रोफाइलहरू सिर्जना गर्न, तिनीहरूको निर्वाचकहरूसँग संलग्न हुन अनुमति दिन्छ।

source: Nepal Coverage
ne: नेपाल कभरेज

source: Provinces
ne: प्रदेशहरू

source: Districts
ne: जिल्लाहरू

source: Municipalities
ne: नगरपालिकाहरू

source: Wards
ne: वडाहरू

source: If you have any questions about our platform, please reach out to us:
ne: यदि तपाइँसँग हाम्रो मञ्चको बारेमा कुनै प्रश्नहरू छन् भने कृपया हामीसँग जानुहोस्:

source: How to Vote
ne: कसरी मतदान गर्ने

source: How to Vote in Nepal
ne: नेपालमा कसरी मतदान गर्ने

source: Voting Requirements
ne: मतदान आवश्यकताहरू

source: Must be a Nepali citizen aged 18 or above
ne: १८ वर्ष वा माथिको नेपाली नागरिक हुनुपर्छ

source: Must have a valid Voter ID card
ne: वैध मतदाता परिचय पत्र हुनुपर्छ

source: Must be registered in the voter list
ne: मतदाता नामावलीमा दर्ता भएको हुनुपर्छ

source: Must vote at your designated polling station
ne: तोकिएको मतदान केन्द्रमा मतदान गर्नुपर्छ

source: Voting Process
ne: मतदान प्रक्रिया

source: Go to your designated polling station on election day
ne: निर्वाचनको दिन तोकिएको मतदान केन्द्रमा जानुहोस्

source: Present your Voter ID card to the election officials
ne: निर्वाचन अधिकारीहरूलाई आफ्नो मतदाता परिचय पत्र देखाउनुहोस्

source: Receive your ballot papers
ne: मतपत्र प्राप्त गर्नुहोस्

source: Mark your choice in the voting booth privately
ne: मतदान बुथमा गोप्य रूपमा आफ्नो छनौट चिन्ह लगाउनुहोस्

source: Fold the ballot and insert it into the ballot box
ne: मतपत्र पट्याउनुहोस् र मतपेटिकामा हाल्नुहोस्

source: Get your finger marked with indelible ink
ne: आफ्नो औंलामा अमिट मसी लगाउनुहोस्

source: Important Notes
ne: महत्त्वपूर्ण टिप्पणीहरू

source: Voting is your constitutional right and civic duty
ne: मतदान तपाईंको संवैधानिक अधिकार र नागरिक कर्तव्य हो

source: Your vote is secret - no one can force you to reveal your choice
ne: तपाईंको मत गोप्य छ - कसैले तपाईंलाई आफ्नो छनौट खुलाउन बाध्य पार्न सक्दैन

source: Report any irregularities to election officials immediately
ne: कुनै पनि अनियमितता तुरुन्त निर्वाचन अधिकारीहरूलाई रिपोर्ट गर्नुहोस्

source: Need Help?
ne: मद्दत चाहिन्छ?

source: For more information about voting procedures or to check your voter registration status, visit the Election Commission of Nepal website or contact your local election office.
ne: मतदान प्रक्रियाको बारेमा थप जानकारी वा आफ्नो मतदाता दर्ता स्थिति जाँच गर्न, नेपाल गर्नुहोस्।

source: This content was automatically translated. Please review for accuracy.
ne: यो सामग्री स्वचालित रूपमा अनुवाद गरिएको थियो। सटीकताको लागि कृपया समीक्षा गर्नुहोस्।यो सामग्री स्वचालित रूपमा अनुवाद गरिएको छ। कृपया सटीकताका लागि समीक्षा गर्नुहोस्।यो सामग्री स्वचालित रूपमा अनुवाद गरिएको थियो। कृपया सटीकताको लागि समीक्षा गर्नुहोस्।

source: Home
ne: घर

source: My Ballot
ne: मेरो मतपत्र

source: Dashboard
ne: ड्यासबोर्ड

source: Register as Candidate
ne: उम्मेदवार दर्ता

source: Candidates
ne: उम्मेदवारहरू

source: About
ne: प्राय

source: Sign Up
ne: साइन अप

source: Location outside Nepal boundaries
ne: नेपालको सीमाना बाहिर स्थान

source: Metropolitan City
ne: महानगरपालिका

source: Sub-Metropolitan City
ne: उपमहानगरपालिका

source: Rural Municipality
ne: ग्रामीण नगरपालिका

source: Ballot
ne: मतपत्र

source: Finding candidates in your area...
ne: तपाईंको क्षेत्रमा उम्मेदवारहरू खोज्दै...

source: Please allow location access when prompted
ne: प्रम्प्ट गर्दा स्थान पहुँच अनुमति दिनुहोस्

source: SELECT LOCATION MANUALLY
ne: म्यानुअल रूपमा स्थान चयन गर्नुहोस्

source: Select Your Location
ne: आफ्नो स्थान चयन गर्नुहोस्

source: Select Province
ne: प्रदेश छान्नुहोस्

source: Enter ward number
ne: वार्ड नम्बर प्रविष्ट गर्नुहोस्

source: Search Candidates
ne: उम्मेदवारहरू खोज्नुहोस्

source: Your Ballot
ne: तपाईंको मतपत्र

source: independent candidates in your voting area
ne: तपाईंको मतदान क्षेत्रमा स्वतन्त्र उम्मेदवारहरू

source: Your Ward
ne: तपाईंको वडा

source: Your Municipality
ne: तपाईंको नगरपालिका

source: Your District
ne: तपाईंको जिल्ला

source: Your Province
ne: तपाईंको प्रदेश

source: No Candidates Found
ne: कुनै उम्मेदवार फेला परेन

source: No independent candidates are currently registered in your area.
ne: कुनै स्वतन्त्र उम्मेदवारहरू हाल तपाईंको क्षेत्रमा दर्ता छैनन्।

source: Try selecting a different location or check back later.
ne: फरक स्थान छनौट गर्नुहोस् वा पछि फेरि जाँच गर्नुहोस्।

source: Geolocation is not supported by your browser.
ne: तपाईंको ब्राउजरले भौगोलिक स्थान समर्थन गर्दैन।

source: Location permission denied. Please select your location manually.
ne: स्थान अनुमति अस्वीकार गरियो। कृपया आफ्नो स्थान म्यानुअल रूपमा छनौट गर्नुहोस्।

source: Location information unavailable. Please select manually.
ne: स्थान जानकारी उपलब्ध छैन। कृपया म्यानुअल रूपमा छनौट गर्नुहोस्।

source: Location request timed out. Please try again.
ne: स्थान अनुरोधको समय समाप्त भयो। कृपया फेरि प्रयास गर्नुहोस्।

source: Unable to get your location. Please select manually.
ne: तपाईंको स्थान प्राप्त गर्न असमर्थ। कृपया म्यानुअल रूपमा छनौट गर्नुहोस्।

source: Could not determine location
ne: स्थान निर्धारण गर्न सकिएन

source: Please select at least a province
ne: कृपया कम्तीमा एउटा प्रदेश छनौट गर्नुहोस्

source: Failed to load candidates
ne: उम्मेदवारहरू लोड गर्न असफल

source: Federal
ne: संघीय

source: All
ne: सबै

source: All Wards
ne: सबै वडाहरू

source: All Districts in Province
ne: प्रदेशका सबै जिल्लाहरू

source: All Municipalities in District
ne: जिल्लाका सबै नगरपालिकाहरू

source: Select Province First
ne: पहिले प्रदेश छान्नुहोस्

source: Select District First
ne: पहिले जिल्ला छान्नुहोस्

source: Select province and district first to see specific municipalities
ne: विशेष नगरपालिकाहरू हेर्न पहिले प्रदेश र जिल्ला चयन गर्नुहोस्

source: Select province, district, and municipality first to see wards
ne: विशेष नगरपालिकाहरू हेर्न पहिले प्रदेश र जिल्ला चयन गर्नुहोस्

source: Open Profile
ne: खुल्ला प्रोफाइल

source: provincial
ne: प्रादेशिक

source: local
ne: स्थानीय

source: federal
ne: संघीय

source: Independent
ne: स्वतन्त्र

source: N/A
ne: उपलब्ध छैन

source: No candidates found
ne: कुनै उम्मेदवार फेला परेन

source: Try adjusting your filters or search terms
ne: तपाईंको फिल्टर वा खोज शब्दहरू समायोजन गर्ने प्रयास गर्नुहोस्

source: Independent Candidates
ne: स्वतन्त्र उम्मेदवारहरू

source: View Profile
ne: पूर्ण प्रोफाइल हेर्नुहोस्

source: No Candidates Yet
ne: अहिलेसम्म कुनै उम्मेदवार छैनन्

source: Independent candidates will appear here once they register.
ne: स्वतन्त्र उम्मेदवारहरू यहाँ दर्ता भए पछि देखा पर्नेछन्।

source: Are you an independent candidate?
ne: के तपाईं स्वतन्त्र उम्मेदवार हुनुहुन्छ?

source: Register your profile to connect with voters across Nepal.
ne: नेपालभरका मतदाताहरूसँग जोडिन आफ्नो प्रोफाइल दर्ता गर्नुहोस्।

source: Back to Home
ne: गृहपृष्ठमा फर्कनुहोस्

source: Enable Location Services
ne: स्थान सेवाहरू सक्षम पार्नुहोस्

source: Allow ElectNepal to access your location to show independent candidates in your area.
ne: तपाईंको क्षेत्रमा स्वतन्त्र उम्मेदवारहरू देखाउन तपाईंको स्थान पहुँच गर्न इलेनेफिपललाई अनुमति दिनुहोस्।

source: Allow Location
ne: स्थान अनुमति दिनुहोस्

source: Enter Manually
ne: म्यानुअल रूपमा प्रविष्ट गर्नुहोस्

source: Quick Filters
ne: फिल्टरहरू लागू गर्नुहोस्

source: Has Manifesto
ne: घोषणापत्र छ

source: Local Level
ne: स्थानीय तह

source: All Candidates
ne: सबै उम्मेदवारहरू

source: Showing all independent candidates
ne: सबै स्वतन्त्र उम्मेदवारहरू देखाउँदै

source: Change Location
ne: स्थान परिवर्तन गर्नुहोस्

source: View Full Profile
ne: पूर्ण प्रोफाइल हेर्नुहोस्

source: Bad Request
ne: खराब अनुरोध

source: The request could not be understood by the server due to malformed syntax.
ne: विकृत वाक्यविन्यासका कारण सर्भरले अनुरोधलाई बुझ्न सकेन।

source: Go to Homepage
ne: गृहपृष्ठमा जानुहोस्

source: Go Back
ne: पछाडि जानुहोस्

source: Access Denied
ne: पहुँच अस्वीकृत

source: You don't have permission to access this page.
ne: तपाईंसँग यो पृष्ठ पहुँच गर्ने अनुमति छैन।

source: Page Not Found
ne: पृष्ठ फेला परेन

source: The page you are looking for doesn't exist or has been moved.
ne: तपाईंले खोज्नुभएको पृष्ठ अवस्थित छैन वा सारिएको छ।

source: Server Error
ne: सर्भर त्रुटि

source: Something went wrong on our end. We're working to fix it.
ne: हाम्रो तर्फबाट केहि गलत भयो। हामी यसलाई ठीक गर्न काम गरिरहेका छौं।

source: ElectNepal - Platform for Candidates in Nepal Elections
ne: ElectNepal - नेपाल निर्वाचनमा उम्मेदवारहरूको प्लेटफर्म

source: Candidates Platform
ne: उम्मेदवार मञ्च

source: We use cookies
ne: हामी कुकीज प्रयोग गर्छौं

source: We use cookies to enhance your experience on ElectNepal. By continuing to use our platform, you agree to our use of cookies for analytics and functionality.
ne: हामी ElectNepal मा तपाईंको अनुभव बढाउन कुकीजहरू प्रयोग गर्छौं। हाम्रो प्लेटफर्म प्रयोग

source: Accept All
ne: सबै स्वीकार गर्नुहोस्

source: Settings
ne: सेटिङ्गहरू

source: Toggle navigation menu
ne: टगल मेनू

source: About Us
ne: हाम्रो बारेमा

source: Register
ne: दर्ता गर्नु

source: Switch language
ne: टिकट भाषा

source: English
ne: अंग्रेजी

source: Nepali
ne: नेपाली

source: All rights reserved.
ne: सबै अधिकार सुरक्षित।

source: Privacy
ne: गोपनीयता

source: Coming Soon
ne: चाँडै आउँदैछ

source: The Ballot feature is currently under development and will be available soon.
ne: मतपत्र सुविधा हाल विकास अन्तर्गत छ र चाँडै उपलब्ध हुनेछ।

source: OK
ne: ठीक छ

source: Loading...
ne: लोड हुँदैछ...

source: candidates in your voting area
ne: तपाईंको मतदान क्षेत्रमा उम्मेदवारहरू

source: Page
ne: पृष्ठ

source: No candidates are currently registered in your area.
ne: तपाईंको क्षेत्रमा हाल कुनै उम्मेदवारहरू दर्ता भएका छैनन्।

source: Please enter a ward number
ne: कृपया वार्ड नम्बर प्रविष्ट गर्नुहोस्

source: Municipality/Rural Municipality
ne: नगरपालिका/गाउँपालिका

source: Provincial Assembly
ne: प्रादेशिक सभा

source: Federal Parliament
ne: संघीय संसद

source: Local Government
ne: स्थानीय सरकार

source: Local Representative
ne: स्थानीय प्रतिनिधि

source: Check out this independent candidate
ne: यो स्वतन्त्र उम्मेदवारलाई हेर्नुहोस्

source: Link copied to clipboard!
ne: लिंक क्लिपबोर्डमा कपी गरियो!

source: Could not copy link
ne: लिंक कपी गर्न सकिएन
